<?php
/**
 * Plugin Name: WordPress ORM Manager
 * Description: این افزونه وردپرس، به منظور ایجاد و مدیریت سیستم ORM (Object-Relational Mapping) طراحی شده است. با استفاده از این افزونه، می‌توانید به راحتی پ ایگاه داده‌ها را با استفاده از کلاس‌های ORM مدیریت کنید. فایل db.php شامل مجموعه‌ای از کلاس‌های ORM است که برای اتصال به پایگاه داده، اجرای پرس و جو‌ها و مدیریت داده‌ها استفاده می‌شود. این افزونه به شما اجازه می‌دهد تا بدون نوشتن کد SQL خام، با پایگاه داده کار کنید.
 * Version: 1.0
 * Author: Natilos
 */

// فعال‌سازی فایل db.php که حاوی کلاس‌های ORM است
require "db.php";
